7zip
accountsservice
alsa-firmware
alsa-plugins
alsa-utils
aquamarine
ardour
awesome-terminal-fonts
awww
base
base-devel
bash-completion
bc
bind
bluetui
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
brightnessctl
btop
btrfs-assistant
btrfs-progs
cabextract
cachyos-fish-config
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
chwd
cpio
cpupower
cryptsetup
dart-sass
device-mapper
dialog
diffutils
discord
dkms
dmidecode
dmraid
dnsmasq
dosfstools
duf
e2fsprogs
efibootmgr
efitools
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
flatpak
fsarchiver
git
github-cli
glances
gnome-disk-utility
gnome-online-accounts
grim
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
hdparm
hwdetect
hwinfo
hyprgraphics
hypridle
hyprland
hyprlang
hyprlock
hyprutils
inetutils
inotify-tools
intel-gpu-tools
intel-media-driver
intel-media-sdk
intel-ucode
iptables
iwd
jfsutils
keyd
kitty
less
lf
lib32-mesa
lib32-opencl-mesa
lib32-vulkan-intel
libdvdcss
libgsf
libopenraw
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
localsend
logrotate
lsb-release
lsp-plugins
lsscsi
lvm2
ly
man-db
man-pages
mdadm
mesa-demos
mesa-utils
micro
mkinitcpio
modemmanager
mokutil
mpv
mtools
nano
nano-syntax-highlighting
nautilus
neovim
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
nwg-look
obs-studio
obsidian
octave
octopi
opencl-mesa
openssh
os-prober
pacman-contrib
papirus-icon-theme
paru
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
playerctl
plocate
poppler-glib
postgresql
power-profiles-daemon
powertop
pulsemixer
pv
python
python-defusedxml
python-packaging
qpwgraph
qt5-tools
qt5ct
qt6ct
rebuild-detector
reflector
ripgrep
rofi
rsync
s-nail
samba
sassc
scrcpy
sddm
sg3_utils
slurp
smartmontools
snapper
sof-firmware
spotify-launcher
spotify-player
steam
strace
sudo
swappy
swaync
sysfsutils
texinfo
tree-sitter-cli
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
typst
ufw
ufw-extras
unrar
unzip
upower
usb_modeswitch
usbutils
uv
uwsm
vim
vlc-plugins-all
vulkan-intel
waybar
waypaper
wf-recorder
wget
which
wine-staging
winetricks
wireplumber
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-user-dirs
xfsprogs
xl2tpd
xorg-xwayland
yay
zed
